
export const product_iPhone = [
	{
		id: 1,
		name: 'Apple iPhone 12 Pro Max 256GB («Тихоокеанский синий» | Pacific Blue)',
		slug: 'apple-iphone-12-pro-max-256gb-pacific-blue',
		description:
			'Apple iPhone 12 Pro Max — бескомпромиссный и престижный смартфон. Возможности гаджета восхищают. Ультрабыстрый процессор A14 Bionic заставляет игры «летать». Огромный дисплей Super Retina XDR привлекает «живой» картинкой. Система Pro-камер удивляет реалистичными видео Dolby Vision. Всеобщий ночной режим впечатляет качеством фотографий, снятых при недостатке света. Вернулся дизайн, полюбившийся миллионам фанатов бренда. Передовые характеристики сочетаются здесь с легендарной i-классикой. Монолитный корпус гаджета сделан из закаленного стекла и хирургической стали. Панель Ceramic Shield обеспечивает новый уровень защиты дисплея. Рамки уменьшились, а экран увеличился. Apple iPhone 12 Pro Max — выбор динамичных людей, следящих за развитием технологий.',
		price: 479,
		categoryId: 1,
		imagesId: 2,
		storage: '256 GB',
		screen: '6.7" (2778x1284) OLED',
		photo: '3 камеры, основная 12 МП',
		processor: 'Apple A14 Bionics',
		operatingSystem: 'IOS',
		displayRefreshRate: '60 Гц'
	},
	{
		id: 2,
		name: 'Apple iPhone 13 256GB (Розовый | Pink)',
		slug: 'apple-iphone-13-256gb-pink',
		description:
			'Наша самая совершенная система двух камер.\n' +
			'Особый взгляд на прочность дисплея.\n' +
			'Чип, с которым всё супербыстро.\n' +
			'Аккумулятор держится заметно дольше.\n' +
			'iPhone 13 - сильный мира всего.\n' +
			'Мы разработали совершенно новую схему расположения и развернули объективы на 45 градусов. Благодаря этому внутри корпуса поместилась наша лучшая система двух камер с увеличенной матрицей широкоугольной камеры.\n' +
			'Кроме того, мы освободили место для системы оптической стабилизации изображения сдвигом матрицы. И повысили скорость работы матрицы на сверхширокоугольной камере.\n' +
			'Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков. Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео. Новая оптическая стабилизация со сдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.\n' +
			'Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещения фокуса и изменения резкости. Просто начните запись видео. Режим «Киноэффект» будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него. Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре. Теперь ваши видео будут смотреться как настоящее кино.\n' +
			'Хотите переместить фокус или добавить эффект художественного размытия по окончании съёмки? Не проблема. С iPhone для этого достаточно нескольких касаний. На такое способны даже не все профессиональные кинокамеры.\n' +
			'Дисплей OLED стал на 28% ярче — до 800 кд/﻿м². На нём всё хорошо видно даже в самый солнечный день. А яркость при просмотре контента в HDR достигает 1200 кд/﻿м². Вы сможете различить мельчайшие оттенки чёрного и белого — как и всех остальных цветов. При этом дисплей расходует заряд аккумулятора ещё более экономно, чем прежде.\n' +
			'Дисплей Super Retina XDR отличается невероятно высокой плотностью пикселей — фотографии, видео и текст выглядят поразительно чётко. А благодаря уменьшенной площади камеры TrueDepth на дисплее теперь больше места для изображения.\n' +
			'iPhone 13 работает от аккумулятора до 2,5 часов дольше.\n' +
			'Процессор A15 Bionic и камера TrueDepth также обеспечивают работу Face ID, невероятно надёжной технологии аутентификации. Сверхбыстрый чип A15 Bionic обеспечивает работу режима «Киноэффект», фотографических стилей и других функций. Secure Enclave защищает персональные данные, в том числе Face ID и контакты. А ещё новый чип увеличивает время работы от аккумулятора.\n' +
			'Скорость работы процессора до 50% выше, чем у многих других смартфонов\n' +
			'Обработка графики до 30% быстрее, чем у многих других смартфонов.',
		price: 499,
		categoryId: 1,
		imagesId: 3,
		storage: '256 GB',
		screen: '6.1" (2532x1170) OLED',
		photo: '2 камеры, основная 12 МП',
		processor: 'Apple A15 Bionic',
		operatingSystem: 'IOS',
		displayRefreshRate: '60 Гц'
	},
	{
		id: 3,
		name: 'Apple iPhone 13 Pro Max 1TB (Графитовый | Graphite)',
		slug: 'apple-iphone-13-pro-max-1tb-graphite',
		description:
			'Значительно более мощная система камер. Абсолютно новые ощущения от дисплея. Самый быстрый чип для iPhone. Исключительная прочность. И огромный прирост ресурса аккумулятора. Всё это Pro.\n' +
			'Дисплей Super Retina XDR с технологией ProMotion и быстрым, плавным откликом. Грандиозный апгрейд системы камер, открывающий совершенно новые возможности. Исключительная прочность. A15 Bionic — самый быстрый чип для iPhone. И впечатляющее время работы без подзарядки. Всё это Pro. Хирургическая нержавеющая сталь, панель Ceramic Shield, надёжная защита от воды (IP68) — всё это невероятно красиво и исключительно прочно. Встречайте дисплей Super Retina XDR с технологией ProMotion. У него адаптивная частота обновления до 120 Гц и великолепная графическая производительность — прикоснитесь и удивитесь.\n' +
			'iPhone 13 Pro создан для съёмки при слабом освещении. Широкоугольная камера с увеличенной диафрагмой и нашей самой большой матрицей использует возможности сканера LiDAR для портретов в Ночном режиме. У сверхширокоугольной камеры с новым автофокусом диафрагма стала значительно больше, а матрица — быстрее. А у телефотокамеры появился Ночной режим.\n' +
			'Теперь iPhone может снимать видео с малой глубиной резкости и делать плавный автоматический перевод фокуса с объекта на объект. Режим «Киноэффект» распознаёт, когда новый объект готов появиться в кадре, и сразу же переводит фокус на него — ваше видео становится ещё выразительнее. Перевести фокус на другой объект или отрегулировать бокэ можно и после съёмки. Попробуйте, нам очень интересно, что у вас получится.',
		price: 899,
		categoryId: 1,
		imagesId: 4,
		storage: '1 TB',
		screen: '6.7" (2778x1284) OLED',
		photo: '3 камеры, основная 12 МП',
		processor: 'Apple A15 Bionic',
		operatingSystem: 'IOS',
		displayRefreshRate: '120 Гц'
	},
	{
		id: 4,
		name: 'Apple iPhone 14 128GB (PRODUCT)RED',
		slug: 'apple-iphone-14-128gb-productred',
		description:
			'Тонкий и легкий смартфон из новой линейки Apple iPhone 14 с высоким разрешением OLED-экрана, хорошим объемом памяти и запасом автономности во влагостойком корпусе. Продвинутые камеры позволят снимать фото и видео в отличном качестве даже при слабом освещении. Функция экстренной помощи со связью через спутник выручит, когда нет возможности выйти в интернет. Мощный процессор откроет новые возможности для игр и развлечений.',
		price: 499,
		categoryId: 1,
		imagesId: 5,
		storage: '128 GB',
		screen: '6.1" (2532x1170) OLED',
		photo: '2 камера, основная 12 МП',
		processor: 'Apple A15 Bionic',
		operatingSystem: 'IOS',
		displayRefreshRate: '60 Гц'
	},
	{
		id: 5,
		name: 'Apple iPhone 14 Plus 128GB (Жёлтый | Yellow)',
		slug: 'apple-iphone-14-plus-128gb-zeltyj-yellow',
		description:
			'iPhone 14 Plus получил самый долгоиграющий аккумулятор в истории iPhone: вы сможете слушать музыку до 100 часов и смотреть видео до 26 часов без перерыва. Две основные камеры 12+12 Мп, с оптической стабилизацией и 2x оптическим зумом, а также фронтальная камера 12 Мп обеспечивают отличные снимки при слабом освещении, а также записывают HDR-видео. Чип A15 Bionic с пятиядерным видеоускорителем поддерживает все новейшие разработки Apple, а насыщенные графикой игры и приложения выглядят с его помощью просто изумительно. Корпус защищён от пыли и влаги по стандарту IP68, что позволяет погружаться под воду на глубину до 6 метров длительностью до 30 минут.',
		price: 599,
		categoryId: 1,
		imagesId: 1,
		storage: '128 GB',
		screen: '6.7" (2778x1284) OLED',
		photo: '2 камера, основная 12 МП',
		processor: 'Apple A15 Bionic',
		operatingSystem: 'IOS',
		displayRefreshRate: '60 Гц'
	},
	{
		id: 6,
		name: 'Apple iPhone 14 Pro 1TB (Тёмно-фиолетовый | Deep Purple)',
		slug: 'apple-iphone-14-pro-1tb-deep-purple',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 1399,
		categoryId: 1,
		imagesId: 6,
		storage: '1 TB',
		screen: '6.1" (2556x1179) OLED',
		photo: '3 камеры, основная 48 МП',
		processor: 'Apple A16 Bionic',
		operatingSystem: 'IOS',
		displayRefreshRate: '120 Гц'
	},
	{
		id: 7,
		name: 'Apple iPhone 14 Pro Max 512GB (Тёмно-фиолетовый | Deep Purple)',
		slug: 'apple-iphone-14-pro-max-512gb-deep-purple',
		description:
			'Новый волшебный способ взаимодействия с iPhone.\n' +
			'Новаторские функции безопасности, призванные спасать жизни.\n' +
			'Инновационная 48-мегапиксельная камера для потрясающей детализации.\n' +
			'Все они оснащены новейшим чипом для смартфонов.\n' +
			'С керамическим экраном, более прочным, чем стекло любого смартфона. Водонепроницаемость. Нержавеющая сталь хирургического класса.\n' +
			'Представляем Dynamic Island, по-настоящему инновационную разработку Apple, состоящую из аппаратного и программного обеспечения. Он воспроизводит музыку, спортивные результаты, FaceTime и многое другое — и все это, не отвлекая вас от того, что вы делаете.\n' +
			'Дисплей всегда включен. Всегда наготове. Дисплей, который на солнце становится в 2 раза ярче. Теперь экран блокировки всегда виден, поэтому вам даже не нужно нажимать на него, чтобы оставаться в курсе событий. Когда iPhone повернут лицевой стороной вниз или лежит в кармане, он гаснет, чтобы сэкономить время автономной работы.\n' +
			'iOS 16 позволяет по-новому настраивать экран блокировки. Наложите слой на фотографию, чтобы сделать ее всплывающей. Отслеживайте свои звонки активности. И смотрите текущие обновления из ваших любимых приложений.\n' +
			'iPhone 14 Pro поднимает планку возможностей 48 мегапикселей, обеспечивая в 4 раза большее разрешение в ProRAW для умопомрачительной детализации в каждом кадре.\n' +
			'Новая система Pro Camera System добавляет к диапазону зума телеобъектив оптического качества в 2 раза, что обеспечивает большую гибкость при съемке.\n' +
			'Кинематографический режим теперь снимает в формате 4K HDR со скоростью 24 кадра в секунду — стандарт киноиндустрии. Пусть ваши сотрудники позвонят нашим сотрудникам.\n' +
			'Теперь вы можете легко редактировать вместе с другими профессиональными кадрами в формате 4K со скоростью 24 или 30 кадров в секунду. Вы даже можете отредактировать эффект глубины после съемки.\n' +
			'Делайте самые четкие, красочные снимки крупным планом и групповые снимки благодаря новой фронтальной камере TrueDepth с автофокусом и увеличенной диафрагмой.\n' +
			'Несмотря на оооочень много новых возможностей, iPhone 14 Pro по‑прежнему обеспечивает потрясающее время автономной работы в течение всего дня.\n' +
			'Получайте еще больше удовольствия от своего iPhone.',
		price: 1499,
		categoryId: 1,
		imagesId: 6,
		storage: '512 GB',
		screen: '6.7" (2796x1290) OLED',
		photo: '3 камеры, основная 48 МП',
		processor: 'Apple A16 Bionic',
		operatingSystem: 'IOS',
		displayRefreshRate: '120 Гц'
	},
]